Repository: renato-minuar/reusable-qr-codes
Catalog: languages/reusable-qr-codes-*.po
Languages: de_de, es_es, fr_fr

source: QR Codes
es_es: Códigos QR

source: QR Code
es_es: Código QR

source: Add New
de_de: Neu Hinzufügen
es_es: Añadir Nuevo
fr_fr: Ajouter

source: Add New QR Code
de_de: Neuen QR-Code Hinzufügen
es_es: Añadir Nuevo Código QR
fr_fr: Ajouter un Nouveau QR Code

source: New QR Code
de_de: Neuer QR-Code
es_es: Nuevo Código QR
fr_fr: Nouveau QR Code

source: Edit QR Code
de_de: QR-Code Bearbeiten
es_es: Editar Código QR
fr_fr: Modifier le QR Code

source: View QR Code
de_de: QR-Code Ansehen
es_es: Ver Código QR
fr_fr: Voir le QR Code

source: All QR Codes
de_de: Alle QR-Codes
es_es: Todos los Códigos QR
fr_fr: Tous les QR Codes

source: Search QR Codes
de_de: QR-Codes Suchen
es_es: Buscar Códigos QR
fr_fr: Rechercher des QR Codes

source: No QR codes found.
de_de: Keine QR-Codes gefunden.
es_es: No se encontraron códigos QR.
fr_fr: Aucun QR code trouvé.

source: No QR codes found in Trash.
de_de: Keine QR-Codes im Papierkorb gefunden.
es_es: No se encontraron códigos QR en la papelera.
fr_fr: Aucun QR code trouvé dans la corbeille.

source: Destination URL
de_de: Ziel-URL
es_es: URL de Destino
fr_fr: URL de Destination

source: Enter the URL where this QR code should redirect:
de_de: Geben Sie die URL ein, zu der dieser QR-Code weiterleiten soll:
es_es: Ingrese la URL a la que este código QR debe redirigir:
fr_fr: Entrez l'URL vers laquelle ce QR code doit rediriger :

source: This is where visitors will be redirected after scanning the QR code. You can change this anytime without reprinting the QR code.
de_de: Hierhin werden Besucher nach dem Scannen des QR-Codes weitergeleitet. Sie können dies jederzeit ändern, ohne den QR-Code neu zu drucken.
es_es: Aquí es donde los visitantes serán redirigidos después de escanear el código QR. Puede cambiar esto en cualquier momento sin reimprimir el código QR.
fr_fr: C'est là que les visiteurs seront redirigés après avoir scanné le QR code. Vous pouvez modifier cela à tout moment sans réimprimer le QR code.

source: QR Code URL:
es_es: URL del Código QR:
fr_fr: URL du QR Code :

source: This is the permanent URL encoded in your QR code. Share this QR code, and change the destination above anytime.
de_de: Dies ist die permanente URL, die in Ihrem QR-Code codiert ist. Teilen Sie diesen QR-Code und ändern Sie das Ziel jederzeit.
es_es: Esta es la URL permanente codificada en su código QR. Comparta este código QR y cambie el destino cuando quiera.
fr_fr: Ceci est l'URL permanente encodée dans votre QR code. Partagez ce QR code et modifiez la destination à tout moment.

source: Notes
de_de: Notizen
es_es: Notas

source: Internal notes about this QR code (not visible to visitors):
de_de: Interne Notizen zu diesem QR-Code (für Besucher nicht sichtbar):
es_es: Notas internas sobre este código QR (no visibles para los visitantes):
fr_fr: Notes internes sur ce QR code (non visibles pour les visiteurs) :

source: Add any notes to help you remember where this QR code is used, when it was printed, or any other relevant information.
de_de: Fügen Sie Notizen hinzu, um sich zu merken, wo dieser QR-Code verwendet wird, wann er gedruckt wurde oder andere relevante Informationen.
es_es: Agregue notas para recordar dónde se usa este código QR, cuándo se imprimió o cualquier otra información relevante.
fr_fr: Ajoutez des notes pour vous aider à vous souvenir où ce QR code est utilisé, quand il a été imprimé, ou toute autre information pertinente.

source: QR Code Preview
de_de: QR-Code Vorschau
es_es: Vista Previa del Código QR
fr_fr: Aperçu du QR Code

source: Not Published Yet
de_de: Noch Nicht Veröffentlicht
es_es: Aún No Publicado
fr_fr: Pas Encore Publié

source: Your QR code will be generated after you publish this post.
de_de: Ihr QR-Code wird nach der Veröffentlichung dieses Beitrags generiert.
es_es: Su código QR se generará después de publicar esta entrada.
fr_fr: Votre QR code sera généré après la publication de cet article.

source: Download PNG
de_de: PNG Herunterladen
es_es: Descargar PNG
fr_fr: Télécharger PNG

source: Download SVG
de_de: SVG Herunterladen
es_es: Descargar SVG
fr_fr: Télécharger SVG

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages

source: QR Code Settings
de_de: QR-Code Einstellungen
es_es: Ajustes de Códigos QR
fr_fr: Paramètres des QR Codes

source: QR Code Appearance
de_de: QR-Code Erscheinungsbild
es_es: Apariencia del Código QR
fr_fr: Apparence du QR Code

source: These settings control the default appearance of all QR codes.
de_de: Diese Einstellungen steuern das Standard-Erscheinungsbild aller QR-Codes.
es_es: Estos ajustes controlan la apariencia predeterminada de todos los códigos QR.
fr_fr: Ces paramètres contrôlent l'apparence par défaut de tous les QR codes.

source: QR Code Color
de_de: QR-Code Farbe
es_es: Color del Código QR
fr_fr: Couleur du QR Code

source: Background Color
de_de: Hintergrundfarbe
es_es: Color de Fondo
fr_fr: Couleur d'Arrière-plan

source: Dot Style
de_de: Punktstil
es_es: Estilo de Puntos
fr_fr: Style de Points

source: Square
de_de: Quadratisch
es_es: Cuadrado
fr_fr: Carré

source: Dots
de_de: Punkte
es_es: Puntos
fr_fr: Points

source: Rounded
de_de: Abgerundet
es_es: Redondeado
fr_fr: Arrondi

source: Classy
de_de: Elegant
es_es: Elegante
fr_fr: Élégant

source: Classy Rounded
de_de: Elegant Abgerundet
es_es: Elegante Redondeado
fr_fr: Élégant Arrondi

source: The style of dots used in the QR code pattern.
de_de: Der Stil der Punkte im QR-Code-Muster.
es_es: El estilo de puntos utilizados en el patrón del código QR.
fr_fr: Le style des points utilisés dans le motif du QR code.

source: Display Size (px)
de_de: Anzeigegröße (px)
es_es: Tamaño de Visualización (px)
fr_fr: Taille d'Affichage (px)

source: Size of the QR code preview in admin (128-512px). Downloads are always high resolution.
de_de: Größe der QR-Code-Vorschau im Admin (128-512px). Downloads sind immer hochauflösend.
es_es: Tamaño de la vista previa del código QR en el admin (128-512px). Las descargas son siempre de alta resolución.
fr_fr: Taille de l'aperçu du QR code dans l'admin (128-512px). Les téléchargements sont toujours en haute résolution.

source: Redirect Settings
de_de: Weiterleitungseinstellungen
es_es: Ajustes de Redirección
fr_fr: Paramètres de Redirection

source: Configure how QR code redirects should behave.
de_de: Konfigurieren Sie, wie QR-Code-Weiterleitungen funktionieren sollen.
es_es: Configure cómo deben comportarse las redirecciones de códigos QR.
fr_fr: Configurez le comportement des redirections de QR codes.

source: Redirect Type
de_de: Weiterleitungstyp
es_es: Tipo de Redirección
fr_fr: Type de Redirection

source: 302 Temporary (Recommended)
de_de: 302 Temporär (Empfohlen)
es_es: 302 Temporal (Recomendado)
fr_fr: 302 Temporaire (Recommandé)

source: 301 Permanent
es_es: 301 Permanente

source: Use 302 (temporary) since you may change destinations. 301 redirects are cached by browsers.
de_de: Verwenden Sie 302 (temporär), da Sie Ziele ändern können. 301-Weiterleitungen werden von Browsern zwischengespeichert.
es_es: Use 302 (temporal) ya que puede cambiar destinos. Las redirecciones 301 se almacenan en caché por los navegadores.
fr_fr: Utilisez 302 (temporaire) car vous pourriez changer les destinations. Les redirections 301 sont mises en cache par les navigateurs.

source: How It Works
de_de: So Funktioniert Es
es_es: Cómo Funciona
fr_fr: Comment Ça Marche

source: Create a new QR Code and set a destination URL
de_de: Erstellen Sie einen neuen QR-Code und legen Sie eine Ziel-URL fest
es_es: Cree un nuevo código QR y establezca una URL de destino
fr_fr: Créez un nouveau QR Code et définissez une URL de destination

source: Download and print/share the QR code
de_de: Laden Sie den QR-Code herunter und drucken/teilen Sie ihn
es_es: Descargue e imprima/comparta el código QR
fr_fr: Téléchargez et imprimez/partagez le QR code

source: Visitors scan the QR code and get redirected to your destination
de_de: Besucher scannen den QR-Code und werden zu Ihrem Ziel weitergeleitet
es_es: Los visitantes escanean el código QR y son redirigidos a su destino
fr_fr: Les visiteurs scannent le QR code et sont redirigés vers votre destination

source: Update the destination anytime without reprinting the QR code!
de_de: Aktualisieren Sie das Ziel jederzeit, ohne den QR-Code neu zu drucken!
es_es: ¡Actualice el destino en cualquier momento sin reimprimir el código QR!
fr_fr: Mettez à jour la destination à tout moment sans réimprimer le QR code !

source: QR Code updated successfully.
de_de: QR-Code erfolgreich aktualisiert.
es_es: Código QR actualizado correctamente.
fr_fr: QR Code mis à jour avec succès.

source: Field updated.
de_de: Feld aktualisiert.
es_es: Campo actualizado.
fr_fr: Champ mis à jour.

source: Field deleted.
de_de: Feld gelöscht.
es_es: Campo eliminado.
fr_fr: Champ supprimé.

source: QR Code updated.
de_de: QR-Code aktualisiert.
es_es: Código QR actualizado.
fr_fr: QR Code mis à jour.

source: QR Code restored to revision from %s.
de_de: QR-Code auf Revision von %s wiederhergestellt.
es_es: Código QR restaurado a la revisión de %s.
fr_fr: QR Code restauré à la révision du %s.

source: QR Code published successfully. Your QR code is now ready to use!
de_de: QR-Code erfolgreich veröffentlicht. Ihr QR-Code ist jetzt einsatzbereit!
es_es: Código QR publicado correctamente. ¡Su código QR está listo para usar!
fr_fr: QR Code publié avec succès. Votre QR code est maintenant prêt à être utilisé !

source: QR Code saved.
de_de: QR-Code gespeichert.
es_es: Código QR guardado.
fr_fr: QR Code enregistré.

source: QR Code submitted.
de_de: QR-Code eingereicht.
es_es: Código QR enviado.
fr_fr: QR Code soumis.

source: QR Code scheduled for: <strong>%s</strong>
de_de: QR-Code geplant für: <strong>%s</strong>
es_es: Código QR programado para: <strong>%s</strong>
fr_fr: QR Code programmé pour : <strong>%s</strong>

source: QR Code draft updated.
de_de: QR-Code Entwurf aktualisiert.
es_es: Borrador de código QR actualizado.
fr_fr: Brouillon de QR Code mis à jour.

source: QR Code Not Configured
de_de: QR-Code Nicht Konfiguriert
es_es: Código QR No Configurado
fr_fr: QR Code Non Configuré

source: This QR code does not have a destination URL configured yet.
de_de: Für diesen QR-Code wurde noch keine Ziel-URL konfiguriert.
es_es: Este código QR aún no tiene una URL de destino configurada.
fr_fr: Ce QR code n'a pas encore d'URL de destination configurée.

source: For Administrators:
de_de: Für Administratoren:
es_es: Para Administradores:
fr_fr: Pour les Administrateurs :

source: You are seeing this message because no destination URL has been set for this QR code.
de_de: Sie sehen diese Meldung, weil für diesen QR-Code keine Ziel-URL festgelegt wurde.
es_es: Está viendo este mensaje porque no se ha establecido una URL de destino para este código QR.
fr_fr: Vous voyez ce message car aucune URL de destination n'a été définie pour ce QR code.

source: Edit QR Code & Set Destination
de_de: QR-Code Bearbeiten & Ziel Festlegen
es_es: Editar Código QR y Establecer Destino
fr_fr: Modifier le QR Code et Définir la Destination

source: QR Code is Active
es_es: El código QR está activo

source: When inactive, this QR code will redirect to your homepage instead of the destination URL above.
es_es: Cuando está inactivo, este código QR redirigirá a tu página de inicio en lugar de la URL de destino anterior.

source: Status
es_es: Estado

source: Destination
es_es: Destino

source: Download
es_es: Descargar

source: Active
es_es: Activo

source: Inactive
es_es: Inactivo

source: No destination set
es_es: Sin destino configurado
